Repository: TRGamer-tech/FluentTaskScheduler
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: de_de, ja_jp, zh_cn

# AppHeader.Header
source: Scheduled Tasks
de_de: Geplante Aufgaben
ja_jp: タスク スケジュール
zh_cn: 计划任务

# NewTaskButton.Text
source: New Task
de_de: Neue Aufgabe
ja_jp: 新規タスク
zh_cn: 新建任务

# NavAllTasks.Content
source: All Tasks
de_de: Alle Aufgaben
ja_jp: すべてのタスク
zh_cn: 全部任务

# NavRunning.Content
source: Running
de_de: Wird ausgeführt
ja_jp: 実行中
zh_cn: 运行中

# NavEnabled.Content
source: Enabled
de_de: Aktiviert
ja_jp: 有効
zh_cn: 已启用

# RefreshButton.Content
source: Reload
de_de: Neu laden
ja_jp: 再読み込み
zh_cn: 刷新

# SearchBox.PlaceholderText
source: Search tasks...
de_de: Nach Aufgaben suchen...
ja_jp: タスクを検索...
zh_cn: 搜索任务...

# TaskNameHeader.Header
source: Task Name
de_de: Name der Aufgabe
ja_jp: タスク名
zh_cn: 任务名称

# DescriptionHeader.Header
source: Description
de_de: Beschreibung
ja_jp: 説明
zh_cn: 描述

# AuthorHeader.Header
source: Author
de_de: Ersteller
ja_jp: 作成者
zh_cn: 作者

# EnabledSwitch.Header
source: Enabled
de_de: Aktiviert
ja_jp: 有効
zh_cn: 启用

# ActionTitle.Text
source: Actions
de_de: Aktionen
ja_jp: 操作
zh_cn: 操作

# ProgramScriptHeader.Header
source: Program/Script
de_de: Programm/Skript
ja_jp: プログラム/スクリプト
zh_cn: 程序/脚本

# BrowseButton.Content
source: Browse...
de_de: Durchsuchen...
ja_jp: 参照...
zh_cn: 浏览...

# ArgumentsHeader.Header
source: Arguments (optional)
de_de: Argumente (optional)
ja_jp: 引数 (任意)
zh_cn: 参数（可选）

# DialogTitle.Text
source: Add or edit task
de_de: Aufgabe hinzufügen oder bearbeiten
ja_jp: タスクの追加・編集
zh_cn: 添加或编辑任务

# TriggerTitle.Text
source: Trigger
de_de: Auslöser
ja_jp: トリガー
zh_cn: 触发器

# TriggerTypeHeader.Header
source: Trigger Type
de_de: Typ
ja_jp: トリガーの種類
zh_cn: 触发类型

# TimeHeader.Header
source: Time (HH:mm)
de_de: Uhrzeit (HH:mm)
ja_jp: 時刻 (HH:mm)
zh_cn: 时间（HH:mm）

# RepetitionTitle.Text
source: Repetition
de_de: Wiederholung
ja_jp: 繰り返し
zh_cn: 重复

# RepetitionIntervalHeader.Header
source: Repeat task every
de_de: Wiederhole Aufgabe alle
ja_jp: タスクを繰り返す間隔
zh_cn: 任务重复间隔

# RepetitionDurationHeader.Header
source: For a duration of
ja_jp: 継続時間
zh_cn: 持续时长

# ConditionsTitle.Text
source: Conditions
de_de: Bedingungen
ja_jp: 条件
zh_cn: 条件

# ConditionIdle.Content
source: Computer is idle
de_de: Computer im Leerlauf
ja_jp: コンピューターがアイドル状態のとき
zh_cn: 计算机空闲

# ConditionAC.Content
source: Computer is on AC power
de_de: Computer am Stromnetz angeschlossen
ja_jp: AC電源を使用しているときのみ
zh_cn: 接通交流电源

# ConditionNetwork.Content
source: Network is available
de_de: Netzwerk verfügbar
ja_jp: ネットワーク接続が利用可能なときのみ
zh_cn: 网络可用

# ConditionWake.Content
source: Wake the computer to run this task
de_de: Computer zum Ausführen der Aufgabe aufwecken
ja_jp: タスクを実行するためにスリープを解除する
zh_cn: 唤醒计算机以运行此任务

# ConditionBattery.Content
source: Stop if switching to battery power
de_de: Bei Umstellung auf Akkubetrieb beenden
ja_jp: バッテリー電源に切り替わる場合は停止する
zh_cn: 切换到电池供电时停止

# SettingsTitle.Text
source: Settings
de_de: Einstellungen
ja_jp: 設定
zh_cn: 设置

# StopIfRunsLongerHeader.Header
source: Stop task if it runs longer than
de_de: Aufgabe stoppen, wenn sie länger läuft als
ja_jp: 実行時間が次を超えたら停止する:
zh_cn: 若任务运行超过以下时长则停止

# RunIfMissed.Content
source: Run task as soon as possible after a scheduled start is missed
de_de: Aufgabe so bald wie möglich nach verpasstem Start ausführen
ja_jp: スケジュールされた時刻を過ぎた場合、できるだけ早く実行する
zh_cn: 错过计划启动时间后尽快运行任务

# RestartOnFailure.Content
source: If the task fails, restart every:
de_de: Bei Fehler, jede ... neustarten:
ja_jp: 失敗した場合の再起動間隔:
zh_cn: 任务失败时，每隔以下时间重启：

# RestartCountText1.Text
source: Attempt restart up to:
de_de: Neustart versuchen bis:
ja_jp: 再試行回数の上限:
zh_cn: 最多重启尝试：

# RestartCountText2.Text
source: times
de_de: mal
ja_jp: 回
zh_cn: 次

# CancelButton.CloseButtonText
source: Cancel
de_de: Abbrechen
ja_jp: キャンセル
zh_cn: 取消

# SaveButton.PrimaryButtonText
source: Save
de_de: Speichern
ja_jp: 保存
zh_cn: 保存

# CloseButton.CloseButtonText
source: Close
de_de: Schliessen
ja_jp: 閉じる
zh_cn: 关闭

# RunNowButton.Content
source: Run Now
de_de: Jetzt starten
ja_jp: 今すぐ実行
zh_cn: 立即运行

# StopButton.Content
source: Stop
ja_jp: 停止
zh_cn: 停止

# DeleteButton.Content
source: Delete
de_de: Löschen
ja_jp: 削除
zh_cn: 删除

# ExportButton.Content
source: Export
de_de: Exportieren
ja_jp: エクスポート
zh_cn: 导出

# EditButton.Content
source: Edit
de_de: Bearbeiten
ja_jp: 編集
zh_cn: 编辑

# SettingsHeader.Text
source: Settings
de_de: Einstellungen
ja_jp: 設定
zh_cn: 设置

# AppearanceHeader.Text
source: Appearance
de_de: Erscheinungsbild
ja_jp: 外観
zh_cn: 外观

# ThemeCombo.Header
source: App Theme
de_de: App Design
ja_jp: アプリのテーマ
zh_cn: 应用主题

# ThemeDefault.Content
source: Use System Setting
de_de: Systemeinstellung verwenden
ja_jp: システム設定を使用
zh_cn: 跟随系统

# ThemeLight.Content
source: Light
de_de: Hell
ja_jp: ライト
zh_cn: 浅色

# ThemeDark.Content
source: Dark
de_de: Dunkel
ja_jp: ダーク
zh_cn: 深色

# OledToggle.Header
source: OLED Mode
de_de: OLED Modus
ja_jp: OLED モード
zh_cn: OLED 模式

# OledHint.Text
source: OLED mode is only available when Dark theme is active.
de_de: Der OLED-Modus ist nur verfügbar, wenn das dunkle Design aktiviert ist.
ja_jp: OLED モードは、ダークテーマが有効な場合のみ利用可能です。
zh_cn: OLED 模式仅在深色主题下可用。

# LanguageHeader.Text
source: Language
de_de: Sprache
ja_jp: 言語
zh_cn: 语言

# LanguageCombo.Header
source: Select Language
de_de: Sprache auswählen
ja_jp: 言語を選択
zh_cn: 选择语言

# LanguageHint.Text
source: Note: Language changes require a restart.
de_de: Hinweis: Spracheinstellungen erfordern einen Neustart.
ja_jp: 注: 言語の変更を適用するには再起動が必要です。
zh_cn: 注意：语言变更可能需要重启。

# GeneralHeader.Text
source: General
de_de: Allgemeines
ja_jp: 全般
zh_cn: 通用

# ConfirmDelete.Header
source: Confirm Task Deletion
de_de: Aufgabe löschen bestätigen
ja_jp: 削除前に確認する
zh_cn: 删除任务前确认

# AboutHeader.Text
source: About
de_de: Informationen
ja_jp: このアプリについて
zh_cn: 关于

# AboutBuilt.Text
source: Built with WinUI 3
de_de: Entwickelt mit WinUI 3
ja_jp: WinUI 3 を使用して構築
zh_cn: 基于 WinUI 3 构建

# Dialog.Common.Close
source: Close
de_de: Schliessen
ja_jp: 閉じる
zh_cn: 关闭

# Dialog.Common.Cancel
source: Cancel
de_de: Abbrechen
ja_jp: キャンセル
zh_cn: 取消

# Dialog.Common.Delete
source: Delete
de_de: Löschen
ja_jp: 削除
zh_cn: 删除

# Dialog.Common.Import
source: Import
de_de: Importieren
ja_jp: インポート
zh_cn: 导入

# Dialog.Common.Create
source: Create
de_de: Erstellen
ja_jp: 作成
zh_cn: 创建

# Dialog.Common.Rename
source: Rename
de_de: Umbenennen
ja_jp: 名前の変更
zh_cn: 重命名

# Dialog.Common.Later
source: Later
de_de: Später
ja_jp: 後で
zh_cn: 稍后

# Dialog.Common.Save
source: Save
de_de: Speichern
ja_jp: 保存
zh_cn: 保存

# Dialog.Error.Title
source: Error
de_de: Fehler
ja_jp: エラー
zh_cn: 错误

# Dialog.ConfirmDelete.Title
source: Confirm Delete
de_de: Löschen bestätigen
ja_jp: 削除の確認
zh_cn: 确认删除

# Dialog.DeleteTask.ContentFormat
source: Are you sure you want to delete '{0}'?
de_de: Bist du sicher, dass du '{0}' löschen möchtest?
ja_jp: '{0}' を削除してもよろしいですか？
zh_cn: 确定要删除“{0}”吗？

# Dialog.BatchDelete.ContentFormat
source: Delete {0} tasks?
de_de: {0} Aufgaben löschen?
ja_jp: {0} 件のタスクを削除しますか？
zh_cn: 要删除 {0} 个任务吗？

# Dialog.ImportTask.Title
source: Import Task
de_de: Aufgabe importieren
ja_jp: タスクのインポート
zh_cn: 导入任务

# Dialog.ImportTask.SelectFolder
source: Select the folder to import this task into:
de_de: Wähle den Ordner aus, in den diese Aufgabe importiert werden soll:
ja_jp: インポート先のフォルダーを選択してください:
zh_cn: 请选择导入任务的目标文件夹：

# Dialog.NewFolder.Title
source: New Folder
de_de: Neuer Ordner
ja_jp: 新しいフォルダー
zh_cn: 新建文件夹

# Dialog.NewFolder.NamePlaceholder
source: Name
ja_jp: 名前
zh_cn: 名称

# Dialog.RenameFolder.Title
source: Rename Folder
de_de: Ordner umbenennen
ja_jp: フォルダー名の変更
zh_cn: 重命名文件夹

# Dialog.RenameFolder.NewNamePlaceholder
source: New Name
de_de: Neuer Name
ja_jp: 新しい名前
zh_cn: 新名称

# Dialog.DeleteFolder.Title
source: Delete Folder
de_de: Ordner löschen
ja_jp: フォルダーの削除
zh_cn: 删除文件夹

# Dialog.DeleteFolder.ContentFormat
source: Delete '{0}' and ALL tasks and folders in it?
de_de: '{0}' und alle Aufgaben und Ordner darin wirklich löschen?
ja_jp: '{0}' およびその中のすべてのタスクとフォルダーを削除しますか？
zh_cn: 删除“{0}”以及所有相关任务和文件夹吗？

# Dialog.UpdateAvailable.Title
source: Update Available
de_de: Update verfügbar
ja_jp: アップデートが利用可能です
zh_cn: 有可用更新

# Dialog.UpdateAvailable.ContentFormat
source: Version {0} has been downloaded and is ready to install. Restart now to apply the update?
de_de: Version {0} wurde heruntergeladen und kann installiert werden. Jetzt App neustarten?
ja_jp: バージョン {0} がダウンロードされ、インストールの準備が整いました。 今すぐ再起動してアップデートを適用しますか？
zh_cn: 版本 {0} 已下载并可安装。 是否立即重启以应用更新？

# Dialog.UpdateAvailable.RestartNow
source: Restart Now
de_de: Neustarten
ja_jp: 今すぐ再起動
zh_cn: 立即重启

# Main.Nav.Dashboard
source: Dashboard
ja_jp: ダッシュボード
zh_cn: 仪表盘

# Main.Nav.ScriptLibrary
source: Script Library
de_de: Script Bibliothek
ja_jp: スクリプトライブラリ
zh_cn: 脚本库

# Main.Nav.NewTask
source: New Task
de_de: Neue Aufgabe
ja_jp: 新規タスク
zh_cn: 新建任务

# Main.Nav.AllTasks
source: All Tasks
de_de: Alle Aufgaben
ja_jp: すべてのタスク
zh_cn: 全部任务

# Main.Nav.Running
source: Running
de_de: Laufend
ja_jp: 実行中
zh_cn: 运行中

# Main.Nav.Enabled
source: Enabled
de_de: Aktiviert
ja_jp: 有効
zh_cn: 已启用

# Main.Nav.Disabled
source: Disabled
de_de: Deaktiviert
ja_jp: 無効
zh_cn: 已禁用

# Main.Nav.Settings
source: Settings
de_de: Einstellungen
ja_jp: 設定
zh_cn: 设置

# Main.Header.ScheduledTasks
source: Scheduled Tasks
de_de: Geplante Aufgaben
ja_jp: スケジュールされたタスク
zh_cn: 计划任务

# Main.Header.Settings
source: Settings
de_de: Einstellungen
ja_jp: 設定
zh_cn: 设置

# Main.Header.Dashboard
source: Dashboard
ja_jp: ダッシュボード
zh_cn: 仪表盘

# Main.Header.ScriptLibrary
source: Script Library
de_de: Script Bibliothek
ja_jp: スクリプトライブラリ
zh_cn: 脚本库

# Main.Toolbar.ImportTask
source: Import Task
de_de: Aufgabe importieren
ja_jp: タスクのインポート
zh_cn: 导入任务

# Main.Toolbar.Refresh
source: Refresh
de_de: Aktualisieren
ja_jp: 更新
zh_cn: 刷新

# Main.Toolbar.ShortcutsTooltip
source: Keyboard Shortcuts (F1)
de_de: Tastenkombinationen (F1)
ja_jp: キーボードショートカット (F1)
zh_cn: 快捷键（F1）

# Main.Toolbar.SortButton
source: Sort ↕
de_de: Sortieren ↕
ja_jp: 並べ替え ↕
zh_cn: 排序 ↕

# Main.Toolbar.SortActiveFormat
source: Sort {0} {1}
de_de: Sortieren nach {0} {1}
ja_jp: {0} で並べ替え ({1})
zh_cn: 排序 {0} {1}

# Main.Sort.Name
source: Name
ja_jp: 名前
zh_cn: 名称

# Main.Sort.Status
source: Status
ja_jp: 状態
zh_cn: 状态

# Main.Sort.NextRun
source: Next Run
de_de: Nächster Start
ja_jp: 次回の実行
zh_cn: 下次运行

# Main.Sort.LastRun
source: Last Run
de_de: Letzter Start
ja_jp: 前回の実行
zh_cn: 上次运行

# Main.Sort.Clear
source: Clear Sort
de_de: Sortierung zurücksetzen
ja_jp: 並べ替えを解除
zh_cn: 清除排序

# Main.Task.RunNow
source: Run Now
de_de: Ausführen
ja_jp: 今すぐ実行
zh_cn: 立即运行

# Main.Task.Stop
source: Stop
de_de: Beenden
ja_jp: 停止
zh_cn: 停止

# Main.Task.Edit
source: Edit
de_de: Bearbeiten
ja_jp: 編集
zh_cn: 编辑

# Main.Task.Export
source: Export
de_de: Exportieren
ja_jp: エクスポート
zh_cn: 导出

# Main.Task.Delete
source: Delete
de_de: Löschen
ja_jp: 削除
zh_cn: 删除

# Main.HistoryDialog.Title
source: Task History
de_de: Aufgabenverlauf
ja_jp: タスク履歴
zh_cn: 任务历史

# Main.History.Copy
source: 📋 Copy
de_de: 📋 Kopieren
ja_jp: 📋 コピー
zh_cn: 📋 复制

# Main.History.Copied
source: ✅ Copied!
de_de: ✅ Kopiert!
ja_jp: ✅ コピーしました！
zh_cn: ✅ 已复制！

# Main.ShortcutsDialog.Title
source: Keyboard Shortcuts
de_de: Tastenkombinationen
ja_jp: キーボードショートカット
zh_cn: 键盘快捷键

# Main.AdminDragWarning.Title
source: Drag & Drop Restricted
de_de: Drag & Drop nicht möglich
ja_jp: ドラッグ＆ドロップの制限
zh_cn: 拖放受限

# Main.AdminDragWarning.Message
source: Windows does not support drag-and-drop operations when the app is running as Administrator.
de_de: Windows unterstützt keine Drag-and-Drop-Vorgänge, wenn die App als Administrator ausgeführt wird.
ja_jp: 管理者として実行されている場合、Windows はドラッグ＆ドロップ操作をサポートしません。
zh_cn: 应用以管理员身份运行时，Windows 不支持拖放操作。

# Main.Network.Any
source: Any network
de_de: Beliebiges Netzwerk
ja_jp: 任意のネットワーク
zh_cn: 任意网络

# Settings.Nav.Appearance
source: Appearance
de_de: Erscheinungsbild
ja_jp: 外観
zh_cn: 外观

# Settings.Nav.Notifications
source: Notifications
de_de: Benachrichtigungen
ja_jp: 通知
zh_cn: 通知

# Settings.Nav.System
source: System
ja_jp: システム
zh_cn: 系统

# Settings.Nav.Advanced
source: Advanced
de_de: Erweitert
ja_jp: 詳細設定
zh_cn: 高级

# Settings.Nav.Data
source: Data
de_de: Daten
ja_jp: データ
zh_cn: 数据

# Settings.Nav.Categories
source: Categories & Tags
de_de: Kategorien & Tags
ja_jp: カテゴリとタグ
zh_cn: 分类与标签

# Settings.Nav.About
source: About
de_de: Über
ja_jp: バージョン情報
zh_cn: 关于

# Settings.Section.Appearance
source: Appearance
de_de: Erscheinungsbild
ja_jp: 外観
zh_cn: 外观

# Settings.Section.Notifications
source: Notifications
de_de: Benachrichtigungen
ja_jp: 通知
zh_cn: 通知

# Settings.Section.System
source: System
ja_jp: システム
zh_cn: 系统

# Settings.Section.Advanced
source: Advanced
de_de: Erweitert
ja_jp: 詳細設定
zh_cn: 高级

# Settings.Section.Data
source: Data
de_de: Daten
ja_jp: データ
zh_cn: 数据

# Settings.Section.Categories
source: Categories & Tags
de_de: Kategorien & Tags
ja_jp: カテゴリとタグ
zh_cn: 分类与标签

# Settings.Section.About
source: About
de_de: Über
ja_jp: バージョン情報
zh_cn: 关于

# Settings.Appearance.Language.Title
source: Language
de_de: Sprache
ja_jp: 言語
zh_cn: 语言

# Settings.Appearance.Language.Description
source: Choose the display language for the app.
de_de: Wähle die Anzeigesprache der App.
ja_jp: アプリの表示言語を選択してください。
zh_cn: 选择应用显示语言。

# Settings.Export.Success.Title
source: Export Successful
de_de: Export erfolgreich
ja_jp: エクスポート成功
zh_cn: 导出成功

# Settings.Export.Success.ContentFormat
source: Settings exported to: {0}
de_de: Exportiert nach: {0}
ja_jp: 設定を以下にエクスポートしました: {0}
zh_cn: 设置已导出到： {0}

# Settings.Export.Failed.Title
source: Export Failed
de_de: Export fehlgeschlagen
ja_jp: エクスポート失敗
zh_cn: 导出失败

# Settings.Import.Success.Title
source: Import Successful
de_de: Import erfolgreich
ja_jp: インポート成功
zh_cn: 导入成功

# Settings.Import.Success.Content
source: Settings have been restored. Some changes may require an app restart.
de_de: Einstellungen wurden wiederhergestellt. Einige Änderungen erfordern möglicherweise einen Neustart der App.
ja_jp: 設定を復元しました。一部の変更は再起動後に適用されます。
zh_cn: 设置已恢复。部分更改可能需要重启应用。

# Settings.Import.Failed.Title
source: Import Failed
de_de: Import fehlgeschlagen
ja_jp: インポート失敗
zh_cn: 导入失败

# Settings.WhatsNew.Title
source: What's New
de_de: Neuigkeiten
ja_jp: 新機能
zh_cn: 更新内容

# Settings.WhatsNew.FetchFailed
source: Could not fetch release notes. Check your internet connection and try again.
de_de: Konnte Versionshinweise nicht abrufen. Überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
ja_jp: リリースノートを取得できませんでした。インターネット接続を確認して、もう一度お試しください。
zh_cn: 无法获取发行说明。请检查网络后重试。

# Settings.UpdateError.Title
source: Update Error
de_de: Fehler beim Update
ja_jp: アップデートエラー
zh_cn: 更新错误

# Settings.UpdateError.ContentFormat
source: An error occurred while checking for updates: {0}
de_de: Ein Fehler ist beim Überprüfen auf Updates aufgetreten: {0}
ja_jp: アップデートの確認中にエラーが発生しました: {0}
zh_cn: 检查更新时发生错误： {0}

# Settings.UpToDate.Title
source: Up to Date
de_de: Auf dem neuesten Stand
ja_jp: 最新の状態です
zh_cn: 已是最新版本

# Settings.UpToDate.Content
source: You're already running the latest version.
de_de: Sie verwenden bereits die neueste Version.
ja_jp: すでに最新バージョンを実行しています。
zh_cn: 当前已运行最新版本。

# Settings.Appearance.Theme.Title
source: App Theme
de_de: App-Design
ja_jp: アプリのテーマ
zh_cn: 应用主题

# Settings.Appearance.Theme.Description
source: Choose Light, Dark, or follow the system setting.
de_de: Wählen Sie Hell, Dunkel oder folgen Sie der Systemeinstellung.
ja_jp: ライト、ダーク、またはシステム設定を選択してください。
zh_cn: 选择浅色、深色或跟随系统设置。

# Settings.Appearance.Mica.Title
source: Mica Effect
de_de: Mica-Effekt
ja_jp: Mica 効果
zh_cn: 云母效果

# Settings.Appearance.Mica.Description
source: Apply the Mica translucent background material.
de_de: Wenden Sie das durchscheinende Mica-Hintergrundmaterial an.
ja_jp: Mica 半透明の背景素材を適用します。
zh_cn: 应用云母半透明背景材质。

# Settings.Appearance.Oled.Title
source: OLED Mode
de_de: OLED-Modus
ja_jp: OLED モード
zh_cn: OLED 模式

# Settings.Appearance.Oled.Description
source: Pure black background to save power on OLED displays. Requires Dark theme.
de_de: Rein schwarzer Hintergrund, um auf OLED-Displays Strom zu sparen. Erfordert dunkles Design.
ja_jp: OLED ディスプレイで電力を節約するため、背景を純粋な黒にします。ダークテーマが必要です。
zh_cn: 纯黑背景，以便在 OLED 显示器上省电。需要深色主题。

# DashboardRefreshBtn.Text
source: Refresh Dashboard
de_de: Dashboard aktualisieren
ja_jp: ダッシュボードを更新
zh_cn: 刷新仪表盘

# DashboardFilterCategory.Text
source: Filter by category
de_de: Nach Kategorie filtern
ja_jp: カテゴリでフィルター
zh_cn: 按分类筛选

# DashboardFilterTag.Text
source: Filter by tag
de_de: Nach Tag filtern
ja_jp: タグでフィルター
zh_cn: 按标签筛选

# DashboardTotalTasks.Text
source: Total tasks
de_de: Aufgaben gesamt
ja_jp: 合計タスク数
zh_cn: 任务总数

# DashboardEnabled.Text
source: Enabled
de_de: Aktiviert
ja_jp: 有効
zh_cn: 启用

# DashboardDisabled.Text
source: Disabled
de_de: Deaktiviert
ja_jp: 無効
zh_cn: 禁用

# DashboardRunning.Text
source: Running
de_de: Wird ausgeführt
ja_jp: 実行中
zh_cn: 正在运行

# DashboardActiveProcesses.Text
source: Active processes
de_de: Aktive Prozesse
ja_jp: アクティブなプロセス
zh_cn: 活跃进程

# DashboardHealthScore.Text
source: Health score
de_de: Bewertung
ja_jp: ヘルススコア
zh_cn: 健康评分

# DashboardRecentSuccess.Text
source: Recent success
de_de: Zuletzt erfolgreich
ja_jp: 最近の成功
zh_cn: 近期成功

# DashboardRecentChecked.Text
source: Recently checked tasks
de_de: Kürzlich geprüfte Aufgaben
ja_jp: 最近チェックされたタスク
zh_cn: 最近检查的任务

# DashboardRecentFailure.Text
source: Recent failures
de_de: Zuletzt fehlgeschlagen
ja_jp: 最近の失敗
zh_cn: 近期失败

# DashboardNeedsAttention.Text
source: Needs attention
de_de: Erfordert Aufmerksamkeit
ja_jp: 要確認
zh_cn: 需要关注

# DashboardCurrentlyRunning.Text
source: Currently running tasks
de_de: Aktuell ausgeführte Aufgaben
ja_jp: 現在実行中のタスク
zh_cn: 当前运行中

# DashboardNoRunningTasks.Text
source: No currently running tasks
de_de: Aktuell keine Aufgaben
ja_jp: 現在実行中のタスクはありません
zh_cn: 当前没有正在运行的任务

# DashboardRecentlyFailed.Text
source: Recently failed tasks
de_de: Kürzlich fehlgeschlagene Aufgaben
ja_jp: 最近失敗したタスク
zh_cn: 最近失败任务

# DashboardExitCode.Text
source: Exit code:
ja_jp: 終了コード:
zh_cn: 退出码：

# DashboardNoRecentFailures.Text
source: No recent failures, tasks are in good state
de_de: Keine kürzlichen Fehler, Aufgaben im guten Zustand
ja_jp: 最近の失敗はありません。タスクは良好な状態です
zh_cn: 近期无失败，任务状态良好

# DashboardUpcomingSchedule.Text
source: Upcoming schedule
de_de: Nächste Starts
ja_jp: 今後のスケジュール
zh_cn: 即将运行计划

# DashboardActivityStream.Text
source: Activity stream
de_de: Aktivitäts-Stream
ja_jp: アクティビティストリーム
zh_cn: 活动流

# DashboardRunHistory.Text
source: Run history - Last 7 days
de_de: Verlauf - Letzte 7 Tage
ja_jp: 実行履歴 - 過去7日間
zh_cn: 运行历史 — 最近 7 天

# DashboardSuccess.Text
source: Success
de_de: Erfolgreich
ja_jp: 成功
zh_cn: 成功

# DashboardFailure.Text
source: Failure
de_de: Fehlgeschlagen
ja_jp: 失敗
zh_cn: 失败

# ScriptLibraryTitle.Text
source: Script Library
de_de: Skriptbibliothek
ja_jp: スクリプトライブラリ
zh_cn: 脚本库

# ScriptLibraryCreateBtn.Content
source: + New Template
de_de: + Neue Vorlage
ja_jp: + 新規テンプレート
zh_cn: + 新建模板

# ScriptLibraryDeleteBtn.ToolTipService.ToolTip
source: Delete template
de_de: Vorlage löschen
ja_jp: テンプレートを削除
zh_cn: 删除模板

# ScriptLibraryUseTemplateBtn.Content
source: Use this template to create task
de_de: Aufgabe aus Vorlage erstellen
ja_jp: このテンプレートを使用してタスクを作成
zh_cn: 使用此模板创建任务

# ScriptLibraryNewTemplateDialog.Title
source: New Template
de_de: Neue Vorlage
ja_jp: 新規テンプレート
zh_cn: 新建模板

# ScriptLibrarySaveBtn.PrimaryButtonText
source: Save
de_de: Speichern
ja_jp: 保存
zh_cn: 保存

# ScriptLibraryCancelBtn.CloseButtonText
source: Cancel
de_de: Abbrechen
ja_jp: キャンセル
zh_cn: 取消

# ScriptLibraryNameHeader.Header
source: Name
ja_jp: 名前
zh_cn: 名称

# ScriptLibraryNamePlaceholder.PlaceholderText
source: e.g., Cleanup Script
de_de: z. B. Bereinigungsskript
ja_jp: 例: クリーンアップスクリプト
zh_cn: 例如：清理脚本

# ScriptLibraryDescHeader.Header
source: Description
de_de: Beschreibung
ja_jp: 説明
zh_cn: 描述

# ScriptLibraryDescPlaceholder.PlaceholderText
source: What does this template do?
de_de: Was macht diese Vorlage?
ja_jp: このテンプレートは何をしますか？
zh_cn: 这个模板用于做什么？

# ScriptLibraryCommandHeader.Header
source: Command
de_de: Befehl
ja_jp: コマンド
zh_cn: 命令

# ScriptLibraryCommandPlaceholder.PlaceholderText
source: e.g., powershell.exe
de_de: z. B. powershell.exe
ja_jp: 例: powershell.exe
zh_cn: 例如：powershell.exe

# ScriptLibraryArgsHeader.Header
source: Arguments
de_de: Argumente
ja_jp: 引数
zh_cn: 参数

# ScriptLibraryArgsPlaceholder.PlaceholderText
source: e.g., -File C:\scripts\cleanup.ps1
de_de: z. B. -File C:\scripts\cleanup.ps1
ja_jp: 例: -File C:\scripts\cleanup.ps1
zh_cn: 例如：-File C:\scripts\cleanup.ps1

# ScriptLibraryAdminContent.Content
source: Run with highest privileges
de_de: Mit höchsten Privilegien ausführen
ja_jp: 最高の権限で実行する
zh_cn: 以最高权限运行

# RepetitionSectionTitle.Text
source: Repetition
de_de: Wiederholung
ja_jp: 繰り返し
zh_cn: 重复

# RepetitionIntervalText.Text
source: Repeat task every
de_de: Aufgabe wiederholen alle
ja_jp: タスクを繰り返す間隔
zh_cn: 任务重复间隔

# RepetitionNone.Content
source: (No repetition)
de_de: (Keine Wiederholung)
ja_jp: (繰り返しなし)
zh_cn: (无重复)

# RepetitionDurationText.Text
source: For a duration of
de_de: Für die Dauer von
ja_jp: 継続時間
zh_cn: 持续时长

# RepetitionIndefinitely.Content
source: Indefinitely
de_de: Unbegrenzt
ja_jp: 無期限
zh_cn: 无限期

# ConditionStartOnlyIf.Text
source: Start the task only if:
de_de: Aufgabe nur starten, wenn:
ja_jp: 以下の条件でのみ開始:
zh_cn: 仅在以下情况启动任务：

# ConditionIdleFor.Text
source: Idle for:
de_de: Im Leerlauf seit:
ja_jp: アイドル状態の継続時間:
zh_cn: 空闲时长：

# ConditionStopOnIdleEnd.Content
source: Stop when idle ends
de_de: Beenden, wenn Leerlauf endet
ja_jp: アイドル状態が終了したら停止する
zh_cn: 空闲结束时停止

# ConditionStopBatterySwitch.Content
source: Stop if switching to battery power
de_de: Beenden, wenn auf Akkubetrieb gewechselt wird
ja_jp: バッテリー電源に切り替わる場合は停止する
zh_cn: 切换到电池供电时停止

# ConditionOnBattery.Content
source: Computer is on battery power
de_de: Computer ist im Akkubetrieb
ja_jp: コンピューターがバッテリー電源を使用しているとき
zh_cn: 计算机由电池供电

# ConditionSpecificNetwork.Text
source: Specific network:
de_de: Spezifisches Netzwerk:
ja_jp: 特定のネットワーク:
zh_cn: 指定网络：

# ConditionAnyNetwork.Content
source: Any network
de_de: Beliebiges Netzwerk
ja_jp: 任意のネットワーク
zh_cn: 任意网络

# Settings.Notif.Task.Title
source: Task Notifications
de_de: Aufgabenbenachrichtigungen
ja_jp: タスク通知
zh_cn: 任务通知

# Settings.Notif.Task.Desc
source: Show a toast when a task starts or fails.
de_de: Zeige eine Benachrichtigung, wenn eine Aufgabe startet oder fehlschlägt.
ja_jp: タスクの開始または失敗時にトースト通知を表示します。
zh_cn: 当任务启动或失败时显示提示。

# Settings.Notif.Reminders.Title
source: Upcoming Task Reminders
de_de: Erinnerungen für anstehende Aufgaben
ja_jp: タスク実行前のリマインダー
zh_cn: 即将执行的任务提醒

# Settings.Notif.Reminders.Desc
source: Show a reminder toast before a scheduled task is about to run.
de_de: Zeige eine Erinnerung, bevor eine geplante Aufgabe ausgeführt wird.
ja_jp: 予定されたタスクが実行される前にリマインダー通知を表示します。
zh_cn: 在计划任务即将执行前显示提醒。

# Settings.Notif.Timing.Title
source: Reminder Timing
de_de: Erinnerungszeitpunkt
ja_jp: リマインダーのタイミング
zh_cn: 提醒时间

# Settings.Notif.Timing.Desc
source: How far in advance to send the reminder.
de_de: Wie weit im Voraus die Erinnerung gesendet werden soll.
ja_jp: 実行のどれくらい前に通知を送るか設定します。
zh_cn: 提前多久发送提醒。

# Settings.Sys.Startup.Title
source: Run on Startup
de_de: Beim Start ausführen
ja_jp: スタートアップ時に実行
zh_cn: 开机启动

# Settings.Sys.Startup.Desc
source: Automatically launch the app when you sign in to Windows.
de_de: Die App automatisch starten, wenn Sie sich bei Windows anmelden.
ja_jp: Windows ログイン時にアプリを自動的に起動します。
zh_cn: 登录 Windows 时自动启动应用。

# Settings.Sys.Tray.Title
source: Minimize to Tray
de_de: In den Infobereich minimieren
ja_jp: トレイに最小化
zh_cn: 最小化到托盘

# Settings.Sys.Tray.Desc
source: Hide the window to the system tray instead of closing.
de_de: Das Fenster in den Infobereich ausblenden, anstatt es zu schliessen.
ja_jp: 閉じる代わりにシステムトレイに隠します。
zh_cn: 将窗口隐藏到系统托盘而不是关闭。

# Settings.Sys.Smooth.Title
source: Smooth Scrolling
de_de: Sanftes Scrollen
ja_jp: スムーズスクロール
zh_cn: 平滑滚动
